http://alexof.ru/page/midnight-commander

F1 – Help! (помощь, подсказка)

F2 – вызов пользовательского меню

F3 – просмотр содержимого файла

F4 – редактирование содержимого файла (в сочетании с кнопкой «shift» - создание нового файла)

F5 – копирование файла/директории

F6 – перенос или переименование файла/директории

F7 – создание новой директории

F8 – удаление файла/директории

F9 – переход в основное меню Midnight Commander

F10 – выход (завершение работы mc)

TAB, Ctrl+I – переход между панелями